Repository: sasriawesome/dutaziswaf
Catalog: dutaziswaf/donations/locale/*/LC_MESSAGES/django.po
Languages: id

source: Agreements
id: Akad

source: Fundraisers
id: Mustahiq

source: Basic informations
id: Informasi

source: Contact
id: Kontak

source: Address
id: Alamat

source: Transactions
id: Transaksi

source: Referrals
id: Muzakki

source: Donations
id: Donasi

source: Withdraw
id: Pencairan

source: Fundraising
id: Galang Dana

source: Agreement
id: Akad

source: Name
id: Nama

source: Donation
id: Donasi

source: agreements
id: akad

source: Mustahiq/Fundraiser account
id: Akun mustahiq

source: Donation amount to be sent
id: Jumlah donasi yang akan disampaikan

source: Used when tracing payment
id: Digunakan untuk melacak pembayaran

source: Withdraws
id: Pencairan

source: Referral Withdraw
id: Pencairan Muzakki

source: Referral Withdraws
id: Pencairan Muzakki

source: Fundraiser Withdraw
id: Pencairan Mustahiq

source: Fundraiser Withdraws
id: Pencairan Mustahiq

source: Referral
id: Muzakki

source: account
id: akun

source: Balance
id: Saldo

source: Transaction
id: Transaksi

source: Flow
id: Arus

source: Fundraiser
id: Mustahiq

source: founder
id: pendiri

source: Year founded
id: Tahun dibentuk

source: Mission
id: Misi

source: This email used for gravatar
id: Email ini dunakan untuk logo atau avatar

source: Phone 1
id: Telpon

source: Street
id: Alamat

source: City
id: Kota

source: Province
id: Provinsi

source: Country
id: Negara

source: Zip Code
id: Kode Pos

source: Campaign
id: Kampanye

source: Campaigns
id: Kampanye

source: title
id: judul

source: The post title as you'd like it to be seen by the public
id: Judul yang akan terlihat secara publik

source: summary
id: ringkasan

source: Describe campaign shortly
id: Deskripsikan kampanye secara singkat

source: body
id: konten

source: Describe campaign more verbose
id: Deskripsikan kampanye lebih rinci

source: min donation
id: min donasi

source: Minimum donation needed for this campaign
id: Donasi minimal untuk kampanye ini

source: target donation
id: target donasi

source: Donation needed for this campaign
id: Donasi yang dibutuhkan untuk kampanye ini

source: fundraiser
id: mustahiq

source: Membership
id: Keanggotaan

source: Memberships
id: Keanggotaan

source: Withdrawal
id: Pencairan

source: created at
id: dibuat pada

source: Fundraised
id: Galang Dana

source: fullname
id: nama lengkap

source: campaigner
id: penggalang

source: transactions
id: transaksi

source: Confirmations
id: Konfirmasi

source: Payment method
id: Metode pembayaran

source: Payments
id: Pembayaran
